function Aim() {
  return (
    <div>
      <div className="banner-page">
        <h1 className=" page-title text-center p-20"> رسالتنــا</h1>
      </div>
      <div className="page-main-content px-6 md:px-10 py-7 md:py-10  lg:px-16 lg:py-14">
        <p>
          مكتب أباك للاستشارات الهندسية هو مكتب مرخص ومعتمد من قبل وزارة الشؤون
          القروية والبلدية والهيئة العامة للمهندسين و المديرية العامة للدفاع
          المدني السعودي.
          <br />
          نقدم خدمات هندسية متنوعة ومتخصصة في مجالات الجيوفيزياء والجيولوجيا
          والهندسة المدنية والمعمارية والكهربائية والميكانيكية والكيميائية
          والصناعية والبترول والتعدين والزراعية والسلامة والمساحة والرسم
          والمراقبة والتصميم الداخلي والهندسة الإلكترونية والسلامة واصدار شهادات
          الامتثال.
        </p>
        <p style={{ color: 'var(--color-blue)', fontWeight: '700' }}>رسالتنا</p>
        <p>
          هي تقديم حلول هندسية مبتكرة وموثوقة ومتوافقة مع المعايير العالمية
          المحلية بجميع الاشتراطات ، وتلبية احتياجات وتوقعات عملائنا بأعلى درجات
          الجودة والكفاءة والاحترافية، والمساهمة في تطوير البنية التحتية
          والمشاريع الوطنية في رؤية مملكتنا الحبيبة.
        </p>
        <p style={{ color: 'var(--color-blue)', fontWeight: '700' }}>السلامة</p>

        <p>
          السلامة العامة والسلامة المهنية هي أولوية قصوى لنا في مكتب أباك
          للاستشارات الهندسية، ونحرص على تطبيق أفضل الممارسات والإجراءات
          الوقائية لضمان سلامة الأفراد والممتلكات العامة والخاصة وعملائنا
          والمجتمع. نقوم بتوعية فريقنا بأهمية الالتزام بالمعايير والقوانين
          الخاصة بالسلامة في كل مرحلة من مراحل المشاريع ، ونوفر لفريقنا الهندسي
          التدريب والتأهيل اللازمين لتنفيذ مهامهم بأمان وفعالية ومصداقية وفق
          المعايير والاشتراطات كما نسعى إلى تعزيز ثقافة السلامة بين كافة أفراد
          المجتمع والمستفيدين من خدماتنا، ونشاركهم النصائح والإرشادات الهندسية
          للحد من المخاطر والحوادث والإصابات.
        </p>
      </div>
    </div>
  );
}

export default Aim;
