function Privacy() {
  return (
    <div>
      <div className="banner-page">
        <h1 className=" page-title text-center p-20"> سياسة الخصوصية</h1>
      </div>
      <div className="page-main-content px-6 md:px-10 py-7 md:py-10  lg:px-16 lg:py-14">
        <div>
          <h1 className="master"  style={{color: 'var(--color-blue)'}}>ما هي المعلومات التي نقوم بجمعها؟</h1>
          <p className=" pb-4 md:pb-8 lg:pb-10">
            نقوم بجمع المعلومات التي تدخلها عندما تقوم بالتسجيل في موقعنا، أو
            عند تقوم بالطلب، أو الاشتراك بنشراتنا الشهريّة، أو الردّ على استبيان
                      أو ملء استمارة خاصةٍ بنا.
                      <br/>
                      عندما تقوم بالتسجيل في متجرنا أو الطلب
            منه، فإنّك قد تُطالب بتوفير المعلومات التاليّة: - الاسم - البريد
            الإلكتروني - عنوان البريد - رقم الهاتف يمكنك على كلّ حال، زيارة
            متجرنا دون التسجيل.
          </p>
          <h1 className="master"  style={{color: 'var(--color-blue)'}}>لم نستخدم معلوماتك؟</h1>
          <p className="pb-4 md:pb-8 lg:pb-10">
           
                      إنّ أيّ معلومات نقوم بجمعها منك قد تستخدم في إحدى الطرق التالية:
                      <br/>

                      -
            تخصيص تجربتك الشخصيّة: تساعدنا معلوماتك في فهم احتياجاتك الفرديّة
                      وتلبيتها.
                      <br/>

                      -تحسين خدمة العملاء: تساعدنا معلوماتك على الاستجابة بشكل

                      أكثر فعاليّة لطلبات خدمة العملاء واحتياجات الدعم.
                      <br/>

                      - لمعالجة
            المعاملات المالية: لن نقوم ببيع أو تبديل أو تحويل معلوماتك، سواء
            كانت خاصةً أو عامةً، إلى أيّ شركة أخرى لأيّ سبب كان بدون موافقتك،
                      إلا لهدف إيصال المنتج المُشترى أو الخدمة المطلوبة.
                      <br/>

                      - لإرسال الرسائل
            الإلكترونيّة الدوريّة: نستخدم العنوان الإلكتروني الذي تقوم بتوفيره
            عند قيامك بالطلب من متجرنا لإرسال المعلومات والتحديثات المتعلقة
            بطلبك، بالإضافة إلى رسائل تتضمن معلومات عن أخبار الشركة، والتحديثات
            المتعلقة بالمنتجات أو بمعلومات الخدمة.
          </p>
          <h1 className="master"  style={{color: 'var(--color-blue)'}}>كيف نحمي معلوماتك؟</h1>
          <p className="pb-4 md:pb-8 lg:pb-10">
                      -نقوم بتطبيق مجموعة مختلفة من إجراءات الحماية لضمان أمان معلومات
                      العميل الشخصيّة عندما تقوم بالطلب، أو عند إدخالك لمعلوماتك الشخصيّة

                      وعند محاولتك الوصول إليها.
                      <br/>

                      - نقوم باستخدام خوادم آمنة، ونستخدم
            تقنيّة بروتوكول طبقة المنافذ الآمنة (SSL) لنقل جميع المعلومات
            الحساسة والمعلومات الائتمانية ثم تشفيرها في قاعدة بيانات بوابة الدفع
            الخاصة بنا، حيث لا يصل إليها إلّا من يمتلك الصلاحية والحقوق الخاصة
                      للوصول إلى هذه القاعدة في النظام، للحفاظ على سريّة المعلومات.
                      <br/>

                      - بعد
            الانتهاء من المعاملة، لن تُباع او تُؤجر أو تُشارك معلومات العميل
            الخاصة (بطاقاتك الائتمانية، أرقام الضمان الاجتماعي، الماليات) مع أي
                      طرف ثالث.
                      <br/>

                      - تفاصيل بطاقات الائتمان / بطاقات الخصم و معلومات التعريف
            الشخصية لن يتم تخزينها أو بيعها أو مشاركتها أو تأجيرها لأي طرف ثالث.
          </p>
          <h1 className="master"  style={{color: 'var(--color-blue)'}}>
            هل نقوم بالكشف عن أيّ من معلومات للعميل لأي طرف خارجي؟
          </h1>
          <p className="pb-4 md:pb-8 lg:pb-10">
            نحن لا نقوم ببيع، مبادلة، أو نقل معلومات العميل الشخصيّة إلى أيّة
                      أطراف خارجيّة.
                      <br/>

                      لا يشمل ذلك أطراف ثالثة موثوقة، والتي تقوم بمساعدتنا
            في إدارة المتجر وإجراء أعمالنا أو تقديم الخدمات لك، على أن توافق هذه
                      الأطراف على الإبقاء على سريّة المعلومات.
                      <br/>

                      نستطيع أيضًا أن نقوم بالكشف
            عن معلومات العميل عندما نعتقد أنّ الكشف هو الإجراء المناسب للخضوع
            للقانون، تطبيق سياسات موقعنا أو حماية حقوقنا أو حقوق الآخرين، أو
                      حماية الملكيّة والسلامة.
                      <br/>

                      يمكننا تقديم معلومات الزائر الغير معرّف إلى
            أطراف أخرى بغرض التسويق، الإعلان أو لاستخدامات أخرى.
          </p>
          <h1 className="master"  style={{color: 'var(--color-blue)'}}>ماهي كوكيز المتصفح ولماذا نستخدمها؟</h1>
          <p className="pb-4 md:pb-8 lg:pb-10">
            الكوكيز هي ملفات صغيرة ينقلها الموقع أو مزود الخدمة إلى القرص الصلب
            الخاص بجهازكم عن طريق المتصفح إن سمحت بذلك للسماح للمواقع أو مزودين
                      الخدمة بالتعرّف على متصفحك والاحتفاظ ببعض المعلومات.
                      <br/>

                      نستخدم الكوكيز
            لمساعدتنا على تذكر ومعالجة المنتجات في سلة المشتريات الخاصّة بك، فهم
            وحفظ الإعدادات الخاصة بك في الزيارات المستقبليّة، وجميع المعطيات
            العامة حول حركة الزيارات والتفاعل في الموقع، كي نستطيع تقديم تجربة
                      وأدوات أفضل عند الزيارات المستقبلية للموقع.
                      <br/>

                      قد نقوم بالاتصال مع
            مزودات خدمات من طرف ثالث لمساعدتنا للحصول على فهم أفضل لزوار موقعنا.
            لا يمكن لهذه المزودات استخدام المعلومات التي نقوم بجمعها إلا
                      لمساعدتنا في تحسين وإدارة عملنا.
                      <br/>

                      بالموافقة على استخدام موقعنا توافق
            على سياسة الخصوصية الخاصة بموقعنا.
          </p>
          <h1 className="master"  style={{color: 'var(--color-blue)'}}>التعديلات على سياسة الخصوصيّة الخاصة بنا.</h1>
          <p className="pb-4 md:pb-8 lg:pb-10">
            - قد يطرأ تغيير أو تحديث على سياسات الموقع والشروط والأحكام في بعض
                      الأحيان لتلبية المتطلبات والمعايير.
                      <br/>

                      عندما نقرر بتغيير سياسة
            الخصوصيّة الخاصة بنا، فإننا سنقوم بنشر هذه التغييرات على هذه الصفحة.
            لذلك نشجع عملائنا على زيارة هذه الأقسام بشكل متكرر حتى يتمكنوا من
                      متابعة اي تغييرات تطرأ على الموقع.
                      <br/>

                      حيث ستكون التعديلات سارية
            المفعول في يوم نشرها.
          </p>
          <h1 className="master"  style={{color: 'var(--color-blue)'}}>هل لديك أسئلة أخرى؟</h1>
          <p className="pb-4 md:pb-8 lg:pb-10">نرجو طلب المساعدة عبر التواصل بالدعم الفني.</p>
        </div>
      </div>
    </div>
  );
}

export default Privacy;
